# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'asdf'
brew 'coreutils'
brew 'curl'
brew 'gh'
brew 'git'
brew 'svn'

# Apps
cask 'discord'
cask 'firefox'
cask 'fork'
cask 'google-chrome'
cask 'keycastr'
cask 'kitty'
cask 'logi-options-plus'
cask 'maccy'
cask 'spotify'
cask 'visual-studio-code'

# Fonts
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'
