# Taps
tap 'homebrew/cask-fonts'
tap 'homebrew/bundle'

# Binaries
brew 'coreutils'
brew 'curl'
brew 'gh'
brew 'git'
brew 'proto'
brew 'svn'

# Apps
cask 'brave-browser'
cask 'betterdisplay'
cask 'discord'
cask 'firefox'
cask 'fork'
cask 'ghostty'
cask 'keycastr'
cask 'logi-options-plus'
cask 'obsidian'
cask 'raycast'
cask 'spotify'
cask 'visual-studio-code'

# Fonts
cask 'font-fira-code'
cask 'font-lato'
cask 'font-open-sans'
cask 'font-roboto'
cask 'font-source-code-pro-for-powerline'
cask 'font-source-code-pro'

